#include <iostream>
#include <windows.h>  

using namespace std;

int main()
{
    system("color 5F");
    SetConsoleOutputCP(1251);
    setlocale(0, "");

    cout << "\n\t\t\t\t\t\t\tРезюме\n";
    cout << "\t\t\t\t\t\tІваненко Олександр\n";
    cout << "Я досвідчений аналітик даних із багаторічним досвідом у сфері аналізу великих даних, створення дашбордів та впровадження ефективних рішень для бізнесу.";
    cout << "Моє хобі — навчання новим технологіям та вдосконалення робочих процесів.У вільний час я люблю подорожувати, читати книги з технологій і брати участь у марафонах.\n";
    
    cout << "\n\t\t\t\t\t\tУлюблені цитати:\n";
    cout << "\"Майбутнє залежить від того, що ви робите сьогодні.\"\n";
    cout << "\"Навчання — це шлях до змін.\"\n";
    cout << "\"Успіх — це результат наполегливої праці.\"\n";

    cout << "\n\t\t\t\t\t\tІнтереси:\n";
    cout << "Аналіз даних\n";
    cout << "Шахи\n";
    cout << "Біг на довгі дистанції\n";
    cout << "Подорожі\n";
    cout << "Читання книг про технології\n";

    cout << "\n\t\t\t\t\t\tКонтактна інформація:\n";
    cout << "Телефон: +380 (XX) XXX-XX-XX\n";
    cout << "Email: ivanenko.op@example.com\n";
    cout << "LinkedIn: https://linkedin.com/in/ivanenko\n";
}
